Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Students in Førde:
nn: Studentar i Førde:

source: Conditions for equilibrium in the subject statics.
nn: Føresetnadane for likevekt i emnet statikk.

source: Education for sustainable futures
nn: -Personalansvar for medarbeidarar i eiga eining

source: The course is not mandatory to obtain the Bachelor Degree of Nautical Science, and has a fee.
nn: Dette kurset er ikkje obligatorisk for å oppnå bachelorgraden, og har ein eigenandel.

source: Working with STEAM-education in international research projects.
nn: Arbeider med STEAM-undervisning gjennom internasjonale prosjekt.

source: contribute to new thinking and innovation processes.
nn: bidra til nytenking og innovasjonsprosessar.

source: I am part of the organizing committee for a conference on school meals which will be held in June 2022.
nn: Eg er med i arrangørkomiteen til ein konferanse om skulemåltid som vil bli arrangert i juni 2022.

source: §2 Conditions to qualify for student exchange
nn: §2 Vilkår for å kvalifisera for opptak til delstudium i utlandet

source: Can plan and execute individual projects.
nn: Kan planleggje og gjennomføre eigne prosjekt.

source: Do you have questions regarding literature searching, source criticism, referencing, Zotero, EndNote, writing assignments or anything else?
nn: Tilbodet er for deg som har store eller små spørsmål knytta til litteratursøking, kjeldebruk, referansar, Zotero, EndNote, oppgåveskriving eller anna.

source: Students should be able to describe and analyze sediment and sedimentary rocks with emphasis on interpretation of deposition processes, paleo environment and sequence stratigraphy
nn: Studentane skal kunne beskrive og analysere sediment og sedimentære bergartar med vekt på tolking av avsettingsprosessar, paleomiljø og sekvensstratigrafi

source: She is a Docent Professor (PhD) in 50% position related to Section for Interdisciplinary master and continuing education.
nn: Hanne Tuntland er dosent (PhD) i 50% stilling tilknyttet fagseksjon Tverrfaglig master og EVU.

source: This includes 3 practical exercises in the use of map and compass as well as basic map reading skills in both analogue and digital maps.
nn: Dette inkluderer 3 øvingar som dekker praktisk bruk av kart og kompass samt grunnleggande leseferdigheter og informasjonssøk i både analoge og digitale kart.

source: Circular movement with inertia and spinn.
nn: Sirkelrørsle med tregleiksmoment og spinn.

source: - Legal requirements concerning pollution and environmental safety.
nn: - Rettslege krav som skal forhindra forureining og sikra det ytre miljø.

source: The study is based on a socio-cultural view of learning and knowledge, addresses the theory of counseling, Bildung and learning organizations and focuses on the practice community, the individual, and the organization.
nn: Avhandlinga tek utgangspunkt i eit sosiokulturelt syn på læring og kunnskap, byggjer på teoriar om rettleiing, kollektiv læring og danning, og fokuserer både praksisfellesskapet, individa og organisasjonen.

source: Priority may be given to students from specified study programmes for exchanges, and scholarships and other economic incentives from HVL and / or the partner institution.
nn: Studieplassar og stipend, eller andre økonomiske føremoner frå HVL og/eller vertsinstitusjon, kan verta prioritert til studentar på fastsette studieprogram.

source: MarinLab is used in teaching of the following modules:
nn: MarinLab blir brukt til undervisning i følgande emne ved HVL:

source: Referencing and Word:
nn: Referansar og Word:

source: Energy chains are a principal part of LCA analysis.
nn: Slike kjeder er utgangspunkt for livsløpsanalysar (LCA analyse).

source: The grade C reflects a good and solid academic performance.
nn: Karakteren C reflekterar eit godt og solid fagleg resultat.

source: This includes a discussion on the structure, appointments, admissions, guidance, evaluations, mid-term evaluations, reporting, dissertations, and the approval of doctoral dissertations.
nn: Kan finne, halde seg kritisk til, nytte og vise til relevant informasjon, litteratur og fagstoff, samt framstille og drøfte dette slik at det belyser ei problemstilling.

source: CANCELLED: Thursday, December 9 at 15.00-16.30 Christmas workshop with porridge and juice
nn: AVLYST: Torsdag 9. desember kl. 15.00-16.30 Juleverksted med grøt og saft

source: ACTivate will create a European PAL curriculum and CPD, including online resources, in 2021.
nn: Prosjektet vil bl.a. tilby eit gratis digitalt opplæringsprogram inkludert tilgang til ressursar for lærarar hausten 2021.

source: knowledge of solving methods for linear and quadratic equations
nn: kunnskap om løysingsmetodar for lineære og andregradslikningar

source: the intervention and discussion of the results.
nn: intervensjonen og i drøfting av resultat.

source: He came from the position as head of administration in Austevoll municipality.
nn: Kom frå stillinga som rådmann i Austevoll kommune.

source: Be able to carry out project work including data collection and interpretation and prepare written reports.
nn: Kunne utføre prosjektarbeid med innsamling og tolking av data og utarbeide skriftlige rapportar.

source: HVL reserves the right to refuse applications that do not fulfil the conditions in §2.
nn: HVL kan avslå søknadar som ikkje fyller vilkåra i § 2.

source: Maritime Radio Communication (GMDSS, STCW IV)
nn: Maritim kommunikasjon (GMDSS, STCW IV)

source: Students with admission to the Bachelor program of Nautical Science are offered a course in Security-related training for seafarers with designated security duties in accordance with STCW A-VI/6(4) and table A-VI/6-2.
nn: Studentar med opptak på Bachelor i nautikk Y-veg får og tilbod om kurset Tryggleiksmedvit for sjøfolk med særskilte tryggingsplikter som dekkjer STCW A-VI/6(4) og tabell A-VI/6-2.

source: Practical project, OR2-300, 2006-2010
nn: Prosjektstyring med prosjekt, OR2-300, 2006-2010

source: You can add links from Canvas to articles/books in the databases (also payment databases)
nn: Du kan legge lenker frå Canvas til artiklar/bøker i databasar (også betalingsdatabasar).

source: current processes and morphology of various continental and marine depositional environments
nn: dagens prosessar og morfologi av ulike kontinentale og marine avsetningsmiljø

source: Natural science (1-13) with focus on climate, energy and environment vekt på
nn: Naturfag (1-13) med vekt på klima, energi og miljø

source: Previously, I worked as an assistant and manager in the kindergarten, as a manager of SFO, and I have also worked 10 years as an educational therapist at BUP.
nn: Tidlegare har eg arbeida som assistent og styrar i barnehage og dagleg leiar ved SFO, i tillegg til 10 år som klinisk pedagog i BUP.

source: HVL's system for copying, scanning and printing of documents for students, is based on student card and card readers on the printers.
nn: HVL sitt system for kopiering, skanning og utskrift av dokument for studentar er basert på studentkort og kortlesarar på kvar skrivar.

source: At SEFAL, I work with researchers, postdocs, Ph.D.- and master's students on projects related to PAL and school-based competence development in schools.
nn: I SEFAL arbeider eg med både utvikling og forsking, og saman med andre forskarar, post.doc, stipendiatar og masterstudentar er eg involvert i prosjekt knytt opp mot FAL og skulebasert kompetanseutvikling i skulen.

source: The students should be familiar with the theoretical and practical basis for DP positioning and understand relevant quality theory accuracy theory and failure theory.
nn: Studentane skal kunna det teoretiske og praktiske grunnlaget for DP-posisjonering og skjøna relevant kvalitetsteori, nøyaktigheits- og feilteori.

source: Follow me on Twitter:
nn: Følg meg gjerne på Twitter:

source: - Are able to perform basic calculations in areas such as; instability, trim, list, dynamic and static stability, free liquid surface, icing, load line and damage stability.
nn: - Kan gjera grunnleggande berekningar innan initialstabilitet, trim, store krengevinklar, dynamisk og statisk stabilitet, effekt av fri væskeoverflate, ising, lastelinje, samt stabilitet etter skade og grunnstøting.

source: The grade scales consists of the grades A-F and passed/not passed.
nn: Karakterskalaen utgjer bokstavkarakterane A-F eller bestått/ikkje bestått.

source: th international Syntax Symposium in Bergen in 2022 (
nn: internasjonale Syntax Symposium i Bergen i 2022 (

source: The project gathers 11 contributors from the music education research field in Scandinavia.
nn: Prosjektet samlar 11 bidragsytarar frå det musikkpedagogiske forskingsfeltet i Skandinavia.

source: The grades A-E indicates that the student has passed the exam and the grade E indicates that all minimum requirements within STCW are met.
nn: Karakterane A-E viser at studenten har bestått kurset, og karakteren E indikerer at alle minimumskrav i STCW er dekka.

source: My educational background includes SFUC (social sciences, English, intermediate sports and pedagogy) and the Norwegian School of Sport Sciences in Oslo (master’s and doctoral degree).
nn: Utdanninga mi er frå Høgskulen i Sogn og Fjordane (grunnfag i samfunnsfag, engelsk og idrett, samt mellomfag idrett og PPU) og Norges idrettshøgskole, Oslo (mellomfag, hovudfag og doktorgrad).

source: Is able to plan and conduct maritime operations with regard to establish and maintain situational awareness and in accordance with ethical demands and statutes.
nn: Kan planleggje og gjennomføre maritime operasjonar med omsyn på å etablera og oppretthalda situasjonsmedvite og i tråd med etiske krav og retningsliner.

source: Can with the knowledge acquired during the study program and relevant research and development work reflect on and assess theoretical, practical and technical problems related to operation of ships, and are able to make well-founded choices.
nn: Kan med bakgrunn i kunnskapane tileigna i studiet og relevant forskings- og utviklingsarbeid reflektera rundt og vurdera teoretiske, praktiske og tekniske problemstellingar knytt til operasjon og drift av skip, og er i stand til å gjera grunngjevne val.

source: Can work both independently and in teams.
nn: Kan arbeide sjølvstendig og i team.

source: The whole MULTICARE study is funded from the Research Council of Norway through the HelseVel program.
nn: Heile MULTICARE studien er finansiert gjennom HelseVel programmet i Noregs forskingsråd.

source: Note: This course is open for 3rd year students in the program who has normal study progression, and a min. of 100 ECTS credit points within the study program.
nn: Ope for studentar på 3. studieår som følgjer ordinær studieprogresjon, og som har minimum 100 sp innanfor studieprogrammet.

source: - is able to reflect over professional conduct and adjust the conduct under guidance.
nn: - kan reflektera over eigen faglig utøving og justera denne under vegledning.

source: - Including rules concerning safe navigation, manning and watchkeeping.
nn: - Herunder rettslige krav til trygg navigasjon og forsvarleg vakthold.

source: will have knowledge about basic concepts in energy analysis (energy source, energy transition, energy carrier, efficiency, energy chains)
nn: vil ha kunnskap om grunnleggjande omgrep innan energianalyse (energikjelde, energiovergang, energiberar, verknadsgrad, energikjede)

source: BIO173 Organic chemistry and biochemistry
nn: • BIO173 Organisk kjemi og biokjemi

source: We collaborate with fire brigades and industry – and with researchers at institutions in Norway and abroad.
nn: Me samarbeider med brannvesen og industri – og med forskarar ved institusjonar i Noreg og utlandet.

source: First Aid, circulatory failure, hygiene on board, CPR, oxygen therapy, acute illnesses, head/neck/back injuries, mental reactions and stress, resources on board, Radio Medico, alcohol and drug abuse, gynecology, pregnancy and child birth, dental care, death at sea, nursing care, medical care of rescued persons, hypothermia, keeping medical records, diseases, medicines and medical equipment, intravenous treatment, wounds, minor surgical treatment, practical exercises, tropical diseases, vaccinations and acute abdominal conditions.
nn: Livreddande førstehjelp, sirkulasjonssvikt, hygiene om bord, hjerte- lungeredning, oksygenterapi, akutte sjukdomar, hovud-/nakke-/ryggskadar, mentale reaksjonar og stressmeistring, ressursar om bord, Radio Medico, alkohol- og stoffmisbruk, gynekologi og fødsel, tannbehandling, dødsfall til sjøs, generell sykepleie, overvaking og dokumentasjon, sjukdomslære, behandling av redda personar, hypotermi, medikament og medisinsk utstyr, intravenøs væskebehandling, sårbehandling, enkel kirurgisk behandling, praktiske øvingar i medisinsk behandling, tropiske sjukdomar, vaksinasjonar og akutte mage-/tarmlidingar.

source: She is researching music education practices in material in elementary school, teacher education and early childhood education.
nn: , og forskar på musikkpedagogiske praksisar og musikkdidaktisk materiale innafor barnehage, grunnskule, barnehagelærarutdanning og grunnskulelærarutdanning.

source: In total, I have published 63 peer-reviewed articles in international journals.
nn: Totalt har eg publisert 63 fagfellevurderte artiklar i internasjonale tidsskrift.

source: Click on «Username» and type in your username.
nn: Klikk på «Username» og skriv inn brukarnamnet ditt.

source: 2019 – member in Universities Norway (UHR) in MNT Electronic
nn: 2019– medlem i UHR MNT Elektronikk

source: (Completed in accordance to the model course ¿Cadet Pilot Exemption Course¿)
nn: (Gjennomført i tråd med Modellkurs "Cadet Pilot Exemption Course")

source: The students will learn about the hypothetico-deductive and the hermeneutical methods in formulation and testing of hypothesis.
nn: Studentane vil bli presenterte for den hypotetisk-deduktive og hermeneutiske metoden i utforming og testing av hypotesar.

source: The students should be able to perform basic calculations using fractions, parenthesis rules, factorization and potencies.
nn: Studentane skal kunna utføra enkle berekningar med brøkrekning, parentesar, faktorisering og potensrekning.

source: - Has theoretical competence required for the subject as per STCW 78 as Amended, tables A-II/1 and A-II/2.
nn: - Har teoretisk kompetanse innan emnet i tråd med STCW 78 med tillegg, tabell A-II/1 og A-II/2.

source: Completed bachelor degree of 180 ECTS.
nn: Fullført bachelor grad motsvarande 180 ECTS. Tilrådde forkunnskapar

source: for the autumn semester and
nn: for haustsemesteret og

source: The three-year study model is divided into six semesters, 30 ECTS credits each, for a total of 180 credits.
nn: Den treårige studiemodellen er delt opp i seks semester, kvart på 30 studiepoeng og på til saman 180 studiepoeng.

source: We offer drop-in help in Zoom.
nn: Drop inn på Zoom for å treffe ein bibliotekar.

source: We use Google Tag Manager to organize scripts on the web site and Google Data Studio to visualize data retrieved from Google Analytics.
nn: Vi brukar Google Tag Manager for å organisere script på nettstaden og Google Data Studio for å visualisere data henta frå Google Analytics.

source: Coordinator and member of the leader group at E-health arena HVL, Alrek
nn: - koordinator og medlem av leiargruppa ved E-helsearena HVL, Alrek

source: Pressure and flotation.
nn: Trykk og oppdrift.

source: The grading scale is A-F where F is failing.
nn: Karakterskala er A-F, der F er ikkje godkjent.

source: The management in 630 childcare centers in the region Vestland, has been invited to distribute online surveys to the staff and the parents in their childcare centers.
nn: Styrar/dagleg leiar i 630 barnehagar i Vestland fylke har fått forespurnad om å vidaresende nettbaserte spørreskjema til pedagogar og foreldre i sine barnehagar.

source: for a given technology, be able to identify how uncertain conditions (market, technology, policy, natural resources) will influence these cash flows
nn: for ein gitt teknologi, kunne identifisere usikre faktorar som påverkar desse kontantstraumane (marknad, politiske rammevilkår, teknologi og naturressursar)

source: "Studieverkstaden" Sogndal offers drop-in workshops about every other Wednesday.
nn: Studieverkstaden Sogndal tilbyr drop-in-workshops omtrent annakvar onsdag.

source: The students should expect to work at least 30 hours per credit per semester.
nn: Studenten må rekna med minimum 30 timar pr studiepoeng pr semester i eigenarbeid.

source: They should be able to set up an equation of given and received heat for a system of objects, and know the most important theories.
nn: Dei skal kunna stilla opp ei likning for avgjeven og motteken varme for eit system av lekamar, og kjenna dei sentrale teoriane.

source: The second part deals with qualitative method and case studies.
nn: Den andre delen handlar om kvalitativ metode og case-studiar.

source: By using Google and Facebook (Facebook pixel) scripts, we can target ads to those who visit our website (retargeting).
nn: Ved å bruke Google og Facebook (Facebook pixel) sine script kan vi målrette annonsar til de som besøker nettstaden vår (remarketing).

source: Master operational management techniques and tools for maintainment of motiviation, coping, and situational awareness, as well as ensure the health- and wellbeing of the crew.
nn: Beherskar operative leiingsteknikkar og verkty for å oppretthalda motivasjon, meistring og situasjonsmedvit, samt å ivareta mannskapet si helse og velvære.

source: After completing three years (180 ECTS credits) the student is granted the degree of Bachelor of Business Administration.
nn: Etter tre år (180 studiepoeng) får kandidaten graden bachelor i økonomi og administrasjon.

source: describe and analyze texture (incl. grain size) for the terrigenous clastic sediments and sedimentary rocks
nn: beskrive og analysere tekstur (inkl kornstorleik) for terrigen klastiske sedimenter og sedimentære bergartar

source: English 2, module 1 - Diversities in cultures, languages and text
nn: Engelsk 2, emne 1 - Mangfald i kultur, språk og tekst

source: Lectures and exercises with- and without the use of simulator.
nn: Førelesingar og øvingar med og utan bruk av simulator.

source: Stability, trim, and heeling.
nn: Stabilitet, trim og krenging.

source: Can explain how strategies are developed and implemented, how enterprises work, are organized, improved, and managed, and how products and services are developed, marketed, and positioned (administration courses).
nn: Gjere greie for korleis strategiar blir utvikla og sette i verk, korleis verksemder fungerer, blir organisert, forbetra og leia, og korleis produkt og tenester blir utvikla, marknadsført og posisjonert (administrative fag).

source: The course covers relevant regulations in STCW Regulation A-VI/6(4) and Table A-VI/6-2.
nn: Kurset dekker krava i STCW Regel A-VI/6(4) og tabell A-VI/6-2.

source: Together with our marketing agency Synlighet we use Google and Facebook to create and deliver marketing campaigns.
nn: Saman med vårt byrå Synlighet brukar vi Google og Facebook for å lage og levere markedsføringskampanjar.

source: Has thorough knowledge within the nautical subjects in accordance with STCW 78 as Amended, Regulation II/1 and II/2 and the STCW Code Sections A-II/1 and A-II/2, and tables A-II/1 and A-II/2.
nn: Har inngåande kunnskap i nautiske emne i tråd med regelverket i STCW 78 med tillegg, regel II/1 og II/2, seksjon A-II/1 og A-II/2, samt tabellane A-II/1 og A-II/2.

source: Is familiar with relevant research and developmental work, scientific method, tools and procedures within the maritime field.
nn: Kjenner til relevant forskings- og utviklingsarbeid, vitskapeleg metodikk, verktøy og arbeidsmåtar i det maritime fagområdet.

source: describe and classify sediments and sedimentary rocks
nn: beskrive og sette namn på sediment og sedimentære bergartar

source: is a social anthropologist with a PhD from University of Bergen, 2009.
nn: Eg er sosialantropolog med PhD fra UiB i 2009.

source: Reading lists from spring 2018 and earlier from HVL Bergen and former Bergen University College (HiB):
nn: Pensumlister til våren 2018 og tidlegare for HVL Bergen og Høgskolen i Bergen (HiB):

source: will be able to collect data for a given research question
nn: vil vere i stand til å samle inn data for ei gjeven problemstilling

source: Grading A-F where F equals fail/no pass.
nn: Karakterskala A-F, der F tilsvarer ikkje greidd.

source: I am a member of the research group "Leadership in Educational Systems" and is also a member of WP 9, "Systemic knowledge", in KINDknow - Kindergarten Knowledge Centre for Systemic Research on Diversity and Sustainable Futures.
nn: Eg er knytt til forskingsgruppene «Leiing i og av utdanningssystem» og "Kvardagsliv i barnehagen", og er i tillegg knytt til forskingsområde 9, "Den lærande barnehagen – skaping og deling av kunnskap", ved BARNkunne – senter for barnehageforsking.

source: In 2010, the government established the Commission for child welfare experts to ensure the quality of these reports.
nn: I 2010 vart Barnesakkyndig kommisjon etablert for å kvalitetssikre dei barnesakkunnige rapportane.

source: My sports education is from the University College Sogn og Fjordane and the Norwegian School of Sport Sciences.
nn: Idrettsutdanninga mi er frå Høgskulen i Sogn og Fjordane og Norges idrettshøgskole.

source: Can relate to and communicate with personnel from other subject areas and different nationality.
nn: Kan forhalda seg til og kommunisere med personell fra andre faglege retningar og med anna nasjonalitet.

source: will acquire fundamental competences in LCA-analysis
nn: vil kjenne til grunnleggjande utfordringar i LCA-analyse

source: Furthermore, we strive to improve resource utilization and shared decision-making to reduce a potential gap between research and clinical practice.
nn: Vidare arbeider vi for å betre ressursutnytting og samhandling, og evaluerer metodar for å redusere eit mogeleg gap mellom forsking og klinisk praksis.

source: Associate professor at Department of Arts Education, Western Norway University of Applied Sciences – Bergen.
nn: Førsteamanuensis ved Institutt for kunstfag, Høgskolen på Vestlandet – Bergen.

source: What can the Student Ombudsman help you with?
nn: Kva kan studentombodet hjelpe deg med?

source: Students must take all of the courses (60 ECTS credits) within the area of specialization in order to have the profile specified on their diploma.
nn: Studentane må velgje alle emnene (60 sp) som inngår i spesialiseringa for å få profileringa oppført på vitnemålet.

source: basic design principles for green infrastructure and green areas.
nn: grunnprinsippa for utforming av grønstruktur og grøntanlegg.

source: If you encounter any issues, Servicetorget or IT-hjelpen is prepared to answer your questions.
nn: Dersom du får problem, er Servicetorget eller IT-hjelpen klar til å svare på spørsmål.

source: Contents and structure
nn: Innhald og oppbygging

source: The students should be able to describe symptoms and treatment and diseases and injuries as per STCW 78 as amended, table A-VI/4-2.
nn: Studentane skal kunne gjere greie for symptom og behandling av sjukdomar og skadar som inngår i STCW 78 as amended, tabell A-VI/4-2.

source: This address supports the PEPPOL BIS Billing 3.0 standard and must be used.
nn: Adressa støttar standarden PEPPOL BIS Billing 3.0.

source: Silje Valde Onsrud is associate professor in music education (Ph.D.) at
nn: Silje Valde Onsrud er førsteamanuensis i musikkpedagogikk (Ph.d.) ved
